---
kind: other
id: Properties.T:Autodesk.Revit.DB.AreaTagType
source: html/0d0f2239-6843-6115-3322-54cc233c421a.htm
---
# AreaTagType Properties

The id of the assembly instance to which the element belongs.